Revit 2024 API
ParameterDownloadOptions.IsInstance Property
 True if binding to Element instances, false if binding to Element types.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public bool IsInstance { get; set; }
Visual Basic
Public Property IsInstance As Boolean
	Get
	Set
Visual C++
public:
property bool IsInstance {
	bool get ();
	void set (bool value);
}
See Also
ParameterDownloadOptions Class
Autodesk.Revit.DB Namespace